{
    "entry": [
        {
            "locations": "",
            "clients": "",
            "text": "\"A slow day laying around the house watching the Newsroom, going to Panera to work on the Ogilvy Essay and Grammy and Grandbob came over to eat grilled chicken. Morgan and I helped him set up the Fitbit One we bought him for Christmas. Went to Payne’s house to watch “The World’s End”, part of the Hot Fuzz, Shaun of the Dead trilogy. Really depressing, I’m not a huge fan. Rhoads and Payne got in a fight over something stupid, but I feel like we haven’t heard the end of it yet. Best part of the day: texting Kali. We started talking about where we were. We were both in bed. I was in my room, she was in a bunk in their sailboat. I started guessing what the sounds were like in her boat and how I had never slept in one and she said I will soon. Then she said “I’m not really supposed to say this but I’m going to anyways… I really want you right now.” I don’t know what she meant by that, but then I told her that I really wanted her right now too and that I found the following quote and I thought of her: “Neither of us spoke. I closed my eyes. The closeness of her was the sweetest, sharpest thing I had ever known.” Patrick Rothfuss, The Name of the Wind. She said it was cheesy, but really hot. God she is a great texter. Cannot wait to fall asleep all tangled up in her again. \"",
            "_date": "1/1/2014"
        },
        {
            "locations": "",
            "clients": "",
            "text": "\"Got down to business today on apps. I submitted the Ogilvy internship apps for LA (didn’t want to write the extra essays for New York and Chicago). I also submitted two to Disney, contacted that recruiter (Chris) I met at Demo Day and submitted 3 razorfish positions (that I could never find last year, fingers crossed). I also tried connecting with Suraj Suvalia, a USC grad who completed Huge UX School to see if he has any tips or tricks. In addition, I submitted an app to AllTrails and connected with the PM to introduce myself and say that I’m interested in product design at AllTrails. Didn’t do much else besides sending Taylor Havens off at Alex’s and watching the first episode of breaking bad with Mom and Dad.\"",
            "_date": "1/2/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"I snuck into the MST athletic center with Luke today. We ran 3 miles on the treadmill. It was really exhausting, and the wind was so cold on the way back to the car. I spent the evening in, applying to internships, drinking accumulation IPA, watching the Mizzou game and hot tubbing with mom and dad.\"",
            "_date": "1/3/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"A beautiful snowy saturday. It came down long and hard all day and we got about 8 inches. It was extremely cold, but incredibly beautiful. Applied for several Apple internships and watched more The Newroom with Morgan. We went over to Grammy’s to play a game with Greg and watched Star Trek: Into Darkness.\"",
            "_date": "1/4/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Church was cancelled this morning, and more snow fell. Of course I worked on more internships and finally submitted my application to HUGE UX School. I also took the career center’s advice and filtered LinkedIn HUGE employees by USC and connected with an ex-UX school student, Suraj Savalia. He got back to me right away!\"",
            "_date": "1/5/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"We are now dead in the middle of the “polar vortex” cold snap. This is definitely the coldest I’ve ever experienced: -8, -27 wind chill. Micah and Luke came over to play Star Trek Catan (I won for once!), and Morgan and I went to the center to run some. I almost threw up because I had drunk champagne before running.\"",
            "_date": "1/6/2014"
        },
        {
            "locations": "\t\t\t\n\t\t",
            "clients": "\n\t\t",
            "text": "\"On the last day of being home, Luke, Rhoads and Micah came over to hot tub in the snow. It was brutal! Rhoads suggested we make snow angels, and that was a mistake. After being in the hot tub, the snow burned every inch of my skin it touched. And then Louis ran through all our snow angels, so it was a moot point. Oh well. We went over to Luke’s house to play COD and Halo 4, then went to Buffalo Wild Wings with Chris. We went back to Luke’s and watched Don Jon, which I actually really liked! I had to get back early to pack. \"",
            "_date": "1/7/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Morgan and I drove to St. Louis before dawn and he dropped me off at the Southwest terminal in just enough time for my flight. I love going on trips with that dude. I sat next to an alpine skier on the flight and got home around 2. No one was around in the afternoon, so after packing my stuff away, I went to the beach with my bike. I had a nice 10 mile bike ride from Venice up to Pacific Pallisades. Really beautiful day to unthaw! When I sat down at Venice to watch the sun sink lower towards the ocean, I overheard a conversation between two girls next to me. They were talking about boys and stuff and then one of them said, “it's life, honey. You gotta put as much love out there as you can.” I thought that was really great. Lexy, Nick, Bert and I had Wine Wednesday at park side.\"",
            "_date": "1/8/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"RA training started nice and early and we talked about a bunch of crap that I don’t really remember. We made sand art to let us think about our identity. Don’t really remember much else besides the fact that it’s good to be back in beautiful Southern California. And then I met up with Kali for one of the best dates in my life. She drove up from San Pedro and we went to The Gorballs and the Varnish. Great conversation, god she was gorgeous and then we went to go see Her at LA Live. Absolutely phenomenal. I drove her back to her apartment, and she had to drive back home (her parents were waiting). But not before slipping back into the Casbah for making out on the couch while her Espresso brewed. A fantastic night.\"",
            "_date": "1/9/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"The last day of training. Not too bad actually. Did some meditation and got to walk around campus. I also refilled my big bucket of condoms at the wellness center and started planning trips. To celebrate the end of training, Neeraj and I went out to the 2-9 Cafe. I invited Aamod as well, which was great, because he’s been asking me to hang out and I followed through.\"",
            "_date": "1/10/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"A super fun afternoon of scrambling around the boulders at Malibu Creek State Park with Faith, Rob and Charley. Faith froze up a couple times, and she was a little bit of a drag, but I’m glad she got to see what I like to do. Maybe she’ll think I’m more badass than I am, haha. We looked like such narks, but it was cool to push myself and actually scramble around the lagoon without falling in the water. I was really nervous in a couple of technical points. I shouldn’t have worn my chacos: they aren’t good for rock stuff, as I found out. Afterwards, we got Caveman Kitchen.\"",
            "_date": "1/11/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Shortly after brunch, I met with Megan Nathan for the first time in person to continue to plan our trip to the Grand Canyon. Still pretty confused about the permitting process, hopefully they will have mercy on us. I also had a lot of free time to chill out under the trees by town and gown and read more of Cold Mountain. It is a really beautiful novel. I submitted two program proposals to Sally for the first program and campout. We will meet soon to discuss. Nick, Lexy and I watched Ocean’s 11 in the afternoon and I went to dinner with TJ and Raghav at Parkside. I had invited Kali over earlier in the day to come over and listen to music and drink wine. She declined since she wanted to get dinner with her roommates. After dinner, though, she texted me and asked to come over. I said of course. She came over and brought wine and we listened to Otis Redding and Etta James and we kissed all night and I asked her if she was willing to eventually move this to a more serious, committed relationship. She waited around for a while and said yes, that her last boyfriend had left her to get back with his ex and that she had been left with a real self worth problem, but she thought I was good for her. She is so beautiful.\"",
            "_date": "1/12/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"The first day of classes of the semester was really good. I’ll never like German class, but Arrensmeyer is at least predictable. We should have a good group in that class. Sailing was awesome, and I can’t wait to learn all about boats! I worked on ResEd stuff and worked out, but it seemed like forever for Kali to come over after Longboard meetings. She wore that Lab t shirt with the blue on it and it made her eyes sooooo beautiful. I was on duty, but she wanted to get naked and make out. I went down on her for the first time after hours of making out. She begged for me to get inside her. She talked dirty to me. I told her to be patient and to wait till after I do my last round. When I came back, she was laying in my bed and I grabbed a condom and I slowly slipped into her. It was absolutely phenomenal. She is slow and deliberate and a good communicator with sex, which is really important. It. Was. Phenomenal. We had to quit before I came the second time, though because she said she didn’t want to be sore, so we cuddled.\"",
            "_date": "1/13/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Immersive design workshop was a little disappointing: the professor just didn’t show up. But we do have a who’s who list of students. Riley, Baldur, Chandler, TJ, Alexis, Benhaz and Malika, just to name a few. Richard Lemarchand was absolutely great in Intermediate. I presented about myself and we learned about the class. Robert Abugel led our trip meeting. I pitched a redux of Joshua Tree that never happened. Kali was a little distant, but I think it’s just because she was tired. I walked her out, but couldn’t follow her because everyone was around. I just gave her a fist bump and headed out with Christine Hennes.\"",
            "_date": "1/14/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"IML 346 should be a really interesting course. Charley McGrady is in it with me and the professor seems to be pretty knowledgable (for an IML person that is). We got to tour the transmedia room and the IML workroom, which is a great space. I helped table for SC Outfitters again at the involvement fair. We got a really great response. Someone said I was like the Kennedy of SC Outfitters, which I took as a great complement. I drove to Silverlake to run around the reservoir, and it was such a beautiful evening. I invited Kali, but she had to meet up with someone. I bought her an IPA when Georg and I went to Ralph’s and then we went to Megan’s house for her party. We were the first to arrive, but others arrived soon. It was a nice, chill night. I walked Kali home, a little drunk, and kissed her goodnight on her porch.\"",
            "_date": "1/15/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"I really wanted to hang out with Kali today, but it didn't happen. I went to IML 104, which was pretty painful and then went to intermediate for a unity review. Afterwards, I went to the campus center to finalize our sc outfitters campsite for Joshua Tree and set up the eventbrite and website pages. Really glad I'm ahead of the game.\"",
            "_date": "1/16/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"A pretty productive Friday! I worked on doing laundry, went for a run, went to MEML, requested funding for my camp out, worked on my pinball game (it's not so terrifying now) and playtested the final printed version of cartographers with my peers at MEGA. Now I'm going to head over to Kali's for dinner and then to Lauren's for Melissa's birthday and finally back over to Kali's for her party.\"",
            "_date": "1/17/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Days drag by. I'm feeling a little vexed by Kali, but at the same time I want her more. The party was incredibly busy last night and I just wanted to hang out with her but I didn't know how to act around her in that social situation. I did a fair job. We didn't really dance, but I grabbed and whispered in her eat really casually how beautiful she looked. DPS showed up, she went to bed and I left a little drunk. When I woke up today, I washed my bedding hoping she would come over tonight. We'll see. Madi, her and I are going to golden road right now. I did my first 104 assignment by responding to a passage from Camera Lucida and finished my RA application. Good riddance.\"",
            "_date": "1/18/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"There was a storm in Kali's eyes tonight. She came over tonight after she had spent the day climbing and I spent the entire day surfing with Josh Albert, Dan Wagner, Max Hill and Brian Walsh. The waves were really small, but I still couldn't stand up for more than a few seconds. We were out there for hours and I was so sore. But sitting in that cold surf with protective wet suits on, with two beautiful, young women was such a humbling experience.Anyway, Kali came over to watch parks and rec and hang out like we always do. But when we started to hang out, she wouldn't look at me or kiss me back. I asked her what was wrong and she said that she had had a tough week. That her ex boyfriend came back into her life and stated talking to her, but that he snubbed her totally again. I asked her if she thought she was doing the right thing being with me and she didn't know if she regrets it. It was an awkward night of not kissing after that. I wanted her to leave, but I couldn't drive her back.\"",
            "_date": "1/19/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Kali and I woke up really late and got brunch at the Panini Cafe. As usual, it was really fantastic and the weather was great. I dropped her back at her house for a day of working on projects. I went to get ice cream and drink coffee and play games with the folks in Lauren's apartment and then watched another pirated version of her at nicks with Lexy. I was so tired from being up that I passed out early.\"",
            "_date": "1/20/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Kali dumped me today. I am betrayed and astounded and livid and confused and sad and alone. I thought we were just working on homework together at ground zero, but then she said let's talk. Right then she said she didn't want to date my anymore. I took her up to my room and had her explain and she couldn't really, other than that she just didn't feel an romantic connection to me. I asked her how could she not feel a connection after talking about long term relationships and having sex. She couldn't explain herself. It was the worst and I miss everything about her. This is my first real time getting dumped where it hurts and I don't know how to process this. I wanted to explore the opportunity of building a longer term important relationship. But she just nuked me. I don't know if I'll ever be with someone as beautiful, down to earth and adventurous as her. She was all that I wanted in someone and now she's gone. I got an interview with IDEO today and went to see Josh Ritter at the Wilshire Ebell with Allison Bajet.\"",
            "_date": "1/21/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Walked around like a ghost today. After 346 with Charley, I felt like I was going to be sick, so I went back to my room. Over the course of the night, I threw up 4 times. Dry-heaving, hurts to think about throw up. I slept in between each and was waken up. By around 9pm, I knew I was in trouble. I texted around to see if anyone could bring me Gatorade, but it was only faith who could at midnight. She stopped by and around 1, I felt better. Fever dreams about failure and pinball. Dear lord this is rough.\"",
            "_date": "1/22/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"I woke up at 8 and checked myself into the Engemann health center. It was my first time there as a patient, and I was really impressed. They could tell that I was pretty dehydrated based on my standing/sitting pulse rate discrepancy and put an iv in within 30 minutes. It still sucked, but not for lack of care. I emailed my professors and got an extension on pinball and feel a little better. After napping away the day, I joined nick and Lexy for a super light dinner and we watched Hard Candy. \"",
            "_date": "1/23/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"\"Contentment is largely a matter of talking yourself into believing that god will not strike you too hard for leaning in the direction of your hungers\" - Cold Mountain, 155. Feeling 1000x better today. Submitted my eventbrite homework assignment, made flyers for my camping trip, had my residents sign up for it and went to MEML. I'm feeling a little useless there. Afterwards, I developed film in koreatown and got expensive coffee at loft cafe and read from Cold Mountain. Lauren Estrada came over and kept me company while I was on duty and we watched Lanie's copy of Dallas Buyers Club, which I really liked. I found the picture I took with Kali on top of the roof of the Hancock building and sent it to her. I said I hoped she was doing better. I'm still so angry but I miss her and hate her and want the best for her and I'm still trying to figure out how that can be.\"",
            "_date": "1/24/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"I was supposed to be on a trip with Kali this weekend, but because of that debacle I ended up sitting around the apartment on duty. I get a sinking feeling every time I think of what could have been with Kali. It could have been great. I still don’t see how she could be so two-faced. Since it was free museum night, Rob, Lizzy, Sean and Will went to the Getty. It was my first time, and I loved seeing Monet’s Iris’. It reminded me of mom’s flower beds. She took the bulbs from grammy who took them from Arly. Afterwards, we hit up the House of Pies and then went to the Echo to dance at Funky Soul night. I’m spending way too much money, but it was fun to get out and do stuff. \"",
            "_date": "1/25/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Woke up really late after the late night out. Had brunch with Lexy and Madi, then went to The Wolf of Wall Street with Madi and Connor Capatillo. Madi and I went running after that as well. As we were driving, I got the full story on what happened with Kali and her ex boyfriend. Apparently no one cheated on anyone, they just couldn’t keep their shit together because each of them went abroad. I feel so fucking used. I just wanted to procrastinate as much as possible before working on German and finishing reading for my MAP classes. \"",
            "_date": "1/26/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"German sucks so, so, so much. But sailing with captain Lars was pretty great, as usual. It's coming to my attention that there was a problem with the resed van request links I sent out, so my camping trip may be in trouble. Also, the Joshua tree trip is getting closer and I just sent Chelsea a message of what gear we need. I watched the west wing after I finished my homework. I also created a GitHub repo for my 486 project:\"",
            "_date": "1/27/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Got down to business on my 488 prototype. Went from designing a two player driving game to a 2 player shared keyboard game where players fight over keys to race to the bottom. I agreed to work with Alexis on the intermediate project. Not exactly sure how good of a job we can do, but she seems to be on board with the sort or projects i would like to work on. I was on duty with Neeraj and prepared for my IDEO interview.\"",
            "_date": "1/28/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Another crazy busy day. First thing: I lost my Fitbit. It slipped off my wrist sometime in the early afternoon. So pissed. Next, after 346, I dressed up in my suit for a 3 on 1 interview with IDEO for the Digital Shop Internship. I met with Alex Grishaver, David Janssens and Tobias Toft. They were pretty open to talk about anything I wanted to. I spoke a lot about my experience with Steelcase. They were friendly, but definitely critical of my lack of interactive examples on my website. I told them it was a privilege to meet them and we got off the call. I’d say it’s 50/50 whether I move on to the next step. I REALLY NEED AN INTERNSHIP. I ran into Kali at the SC Outfitters meeting tonight. She makes me so, so lonely thinking about her.\"",
            "_date": "1/29/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"My 486 prototype is really progressing. I met with Iain and he helped me with the array stuff. I have a solid platform that I can play with now. Jeffery Zundal from the Eventbrite internship let me know that I didn’t get the job today. I was for sure expecting that Eventbrite was a done deal. Fuck that.\"",
            "_date": "1/30/2014"
        },
        {
            "locations": "\n\t\t",
            "clients": "\n\t\t",
            "text": "\"Sally took us to Santa Barbara today for our retreat. We left at 6:30 and made it to this brunch spot at 10 Refugio Road, Goleta 93117 by 8:30. Breakfast near the beach was great, then we drove up to el capitan and played around all day interspersed with some staff Devo stuff. Really nice way to spend the day together. Todd, Neeraj, Faith and I talked about relationships on the way back and it got real deep. On the way back, though, life punched me in the gut again. Two miles from home, on the 110 - 10 interchange, my car stated rumbling. I quickly realized we had blown a tire. It was the first time I had found myself on the side of the freeway in LA and it was pretty terrifying. I had to call AAA because the tire that blew was on the same side as traffic. They got to us within 30 minutes, but it felt like a long wait with cars whizzing by, flashing their lights and honking their horns. Fuck. Everything. Finally shopped for our Joshua tee trip tomorrow. Spent $102 on food. Not too bad. But the absolute, unquestioned highlight of the day: MORGAN GOT ACCEPTED TO MIZZOU!!!!!!!!!!!!!!!!!!!!!!!! I am so, so proud of him. \"",
            "_date": "31/2014"
        }
    ]
}